Repository: mozilla-l10n/mt-training-data
Catalog: sva/sva_pontoon.tmx
Source language: en_us
Languages: sva

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
sva: Mozilla Common Voice ხელმისაწუ̂დომ ლი აქტიუ̂ისტრეშდ, ლინგუ̂ისტრეშდ, მონაცემარე მეცნიერლეშდ, მონაცემარე სპეციალისტრეშდ ი ინჟინერ-პროგრამისტრეშდ თელ მსოფლიოისგა. პროექტი ხელმძღვანელ ლი Mozilla Foundation.

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
sva: Mozilla Common Voice ლი მსოფლიოისგა მაშე̄ნე მრავალფეროვან ხალხმრავალ ღია მეტყველება̄̈ მონაცემრე ნაკრებ ი ნა̈ჲ მთლიჲნდ უზრუნველყოფილ ხუ̂იშდ შემოწირულობა̄̈ლშუ̂. ზაუ̂ისგა მილიონთეჟი დოლარ ხაკუ მონაცემრეშ ნაკრები მასპინძლობას ი პლატფორმა̄̈ ლისკეთეს 100+ ენობრივ საზოგადოება̄̈შდ, ხედუ̂ა̈ჲ საზოგადოება̄̈ლ ეყრდნობიან ეჩას, იმუ̂ა̈ჲ ნა̈ჲ ხუ̂ასყე̄ნედ. ჰემა ხაფსენი ღია, ინკლუზიურ მონაცემა̈რს - <b> ჟახა̈სყ შემოწირულობა ლა̈დი!</b>

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
sva: Mozilla-შ ღია კოდიშ ჰერი მჷთერ საშუალება შეიძლება ა̈ლჴჷმრად გა̈რგლა̄̈ მჷთერ აპლიკაცია̄̈ლე ლა̈სყიდ. ქა̄̈თჭოდა̄̈ნ ნიშგუ̂ეჲ<githubLink>-იშ მიმოხილუ̂ა<discourseLink> ჰედ სგა̄̈ხტყუბა̄̈ნ<discourseLink></discourseLink>, ერე ა̈ცხჷრა იმჟი ხეკუ̂ეს ა̈ხბინა.

source: Mutual accountability.
sva: ორმხრიუ̂ ანგარიშუ̂ალდებულება.

source: n
sva: მ

source: N
sva: მ

source: N/A
sva: მა̄მ ლი ხელმისაწუ̂დომ

source: Name
sva: ჟა̄ხე

source: Names of your language
sva: ისგუ ნინი ჟა̄ხე

source: Native Language
sva: მშობლიურ ნინ

source: Nature and Environment
sva: ბუნება ი გარემო

source: Need help deciding which to choose?
sva: ჯაწჷხ ჰე̄სა ლიმურჯუ̂ი არჩეუ̂ანისგა"

source: Need help with the Sex or Gender changes?
sva: ჯაკუ̂'ე̄სა ლიმურჯუ̂ი გენდერი ცვლილება̄̈ ბედჟი?

source: Need some help with accent?
sva: ჯაწჷხ ესა ლიმურჯუ̂ი აქცენტი ბედჟი?

source: Need some help with variants?
sva: ჯაწჷხ ე̄სა ლიმურჯუ̂ი ვარანტა̈ლე ბედჟი?

source: Need to download your data?
sva: ჯაკუმა ისგუ მონაცემრე ლიტუ̂ირთა̈უ̂ი?

source: New Language Launch
sva: მახე ნინი ლიფშუ̂დე

source: News and Current Affairs
sva: მახე ამბუ̂ა̈რ ი მიმდინარე გოშა̈რ

source: Next
sva: ეჩუნღუ̂ე̄შ

source: No
sva: დე̄სა

source: [No ‘a’ in the original text]
sva: [ორიგინალისგა ქა ხაკლი ა̄̈]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
sva: <noCopyright>სააუ̂ტორო უფლება̄̈ლურ</noCopyright> სააუ̂ტორო უფლება̄ლე შეზღუდუ̂აურ (-0)

source: No foreign letters
sva: ნომ'ა̄̈ხჴჷმრა უცხოურ ასუ̂ა̄̈ლ

source: No gravatar found for your email
sva: ისგუ̂ა ელ.ფოსტა̄̈შდ gravatar მა̄მა̄ ა̈ნთხა̄̈ნ

source: No information
sva: საერთოდ მა̄მგუ̂ეშ ინფორმაცია

source: No information available
sva: ინფორმაცია მა̄მ ა̈რი

source: No languages found
sva: ნინა̈რ მა̄მ ა̈ნთხა̄̈ნხ

source: No microphone found.
sva: მიკროფონ მა̄მ ა̈ნთხა̄̈ნ.

source: Non-binary
sva: არაორობითი

source: No numbers and special characters
sva: ნომ'ა̄̈ხჴჷმრა ციფრა̈ლ ი სპეციფიკურ სიმბოლუ̂ა̄̈ლ

source: No sentences to review. <addLink>Add more sentences now!</addLink>
sva: მა̄მ ა̈რიხ განსახილუ̂ელ წინადადება̄̈ლ. <addLink> ლახაქმ ხოფშირა წინადადება̄̈ლ ათხე!</addLink>

source: ⓘ Not all sentences and clips have Variant tags yet!
sva: ჩი წინადადებას ი კლიპს ჩიქე მა̄მ ხუღუ̂ა ვარიანტ ტეგ (ლათხე̄ლ სიტყვა)

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
sva: შომუ̂ა̄̈ჲ ჩუ ლჷგნე ლი "ლეწედ", ალ პარამეტრი ჟი ლისპე იმა̈რგ<profileLink>პროფილი გვერდხა̈ნქა</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
sva: შენიშვნა: სი ათხადიშშა̄ლ ხეკუ̂ეს ჟ'ა̄ხთჷშა ჰედ "ლიგჷრგა̈ლი" ჰედ "ლიჰუ̂ნა̈რი", ერე ჟ'ა̄ხცა̄̈დი წუ̂ლილი ტიპ.

source: Not Found
sva: მა̄მ ა̈ნთხა̄̈ნ

source: No Thanks
sva: მა̄მ მაკუ, მაჴუ̂მა̄̈რ

source: No thanks, continue speaking
sva: მა̄მა, იუ̂ასუ ხა̈რი, გააგრძელე გა̈რგლა

source: Not use, or solicit, harmful or offensive language
sva: ნო̄მა ლა̈ხჴჷმრა ი ნოი ა̈ხშჷმნა მაუ̂ინ ი შეურაცხმყოფელ გამოთქმა̄̈ლ

source: No variant selected
sva: უ̂არიანტ მა̄მ ლი ლჷთიშ

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
sva: ათხე, შომა ზჷმშუ̂ ხოშა ჯიხა Common Voice ბედჟი, იმღადო ხეკუ̂ესე ა̈ხკუ̂ეჰ? ჟ'ე̄სოთლ მიკროფონი ხატულას წინადადება̄ლე ჰერშუ̂ ლიჭუ̂და̄̈ნი̄ ლა̈ბნად.<br/><br/> ჰე̄მა იშგნა̈ წუ̂ლილი ლითე̄უ̂რე ჯიცხა, ეჩქა გახმოვანება̄̈ ხატულას ესოთლ. სი ქა ნიმურჯუ̂ი ლადასტურას, ჩანაწერ ემთხუ̂ეუ̂ა ჰა მო̄მა ეკრანჟი ლჷი̄რ წინადადება̄̈ლს.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
sva: ათხე სი ჩუ ჯამჲე̄და ქა ლანჰოდა ისგუ ჰერ ი ლა̈ნმარჯუ̂ა ღია კოდი ხმოვან მონაცემრე ბაზა̄̈ ლასყე̄ნას, იმშა ლიჴმა̈რი ჩი̄ს ჩუ ხა̈მჲე̄და, ერე ანსყას ინოუ̂აციურ აპლიკაცია̄̈ლ მოწყობილობა̄̈ლეშდ ი ინტერნეტიშდ. ქ'ა̄̈თჭოდა̄̈ნ წინადადება, ერე მანქანა̄̈ლს ლოხმურჯუ̂ას ეჩი̄ ლათუ̂რის, იმჟი გა̈რგლიხ ტკისდიშ მა̄რა̄̈ლ. ათმოწმა̄̈ნ იშგენ მონაწილა̄ლე ნაგჷრგალუ̂ ხარისხი ლა̈სკეთიდ. ა̈დუ̂ილ ლი!

source: Number of Voices
sva: ჰერლე შელდ

source: Numbers
sva: ნომრა̈ლ

source: Off
sva: გამორთულ ლი

source: Offensive Content
sva: შეურაცხმყოფელ შინაარს

source: Offensive content or sensitive information
sva: შეურაცხმყოფელ შინაარს ჰედ კონფიდენციალურ ინფორმაცია

source: Offensive language
sva: შეურაცხმყოფელ გა̈რგლა

source: Offensive speech
sva: შეურაცხმყოფელ გარგლა

source: Offline Sources
sva: ოფლაინ წყარუ̂ა̈ლ

source: On
sva: ჩართულ ლი

source: On desktop devices you can contribute by downloading…
sva: დესკტოპი მოწყობილობა̄̈ლჟი ჩუ ჯა̈მჲედა სგა ლიტუ̈რთა̈უ̂ი ი ისგუ წვლილი სგალიე̄სგი…

source: On his head he wore a beret.
sva: ეჯას თხუმჟი ბერეტ ხა̄გდა.

source: On iOS please continue with Safari to enable recording…
sva: iOS-ჟი ა̈ხჴჷმა̈რ Safari ლიჲრი̄ ჩასართაუ̂დ...

source: Only show me sentences and clips from my variant
sva: ლამწუ̂ე̄ნ წინადადება̄̈ლ ი კლიპა̈რ მიშგუ̂ა ნინი უ̂არიანტხა̈ნქა გარ

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sva: სი ჰემა ხისკო̄რე, ერე მუჭუ̂და̄̈ნის ალ სიტყვა ათხად დე̄სა ხა̈ხუ̂ია ი უსწოროდ ტუ̄ლი, ეჩქა უარყაუ̂ი. ჰე მა̄მ ხი დარწმუნებულ, ეჩქა ქალიცუ̂რე̄მი ღილაკს ესოთლ.

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
sva: მე̄რმეჲ, სი ჰე̄მა ჯაბჟა, ერე მუჭუ̂და̄̈ნის ალ სიტყვა ათხად დე̄მჩიქს ხასმა ი მიჩო̄უ̂შ ლჷქადდ ა̈ნმეჴრე, ეჩქა უ̂არ ლექა. ჰე დოშ ხი დარწმუნებულ, ეჩქა ესოთლ ქალიცუ̂რე̄ ღილაკს.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
sva: ღია ინოუ̂აცია ლი ეჩი̄ საფუძუ̂ელ, იმუ̂ა̄̈ჲ ნა̈ჲ ხუ̂აშდბად. კვლევით თანამშრომლობა̄̈შდ, მონაცემრე ლაყუ̂ბად ჰედ ინტერვიუალეშდ <emailFragment> დაუკაუ̂შირდით. </emailFragment>

source: Optionally join on our email list for updates and new information about the project.
sva: მაკაფჟი სგ'ა̄ხტუბა̈ნ ნიშგუ̂ეჲ ელ. ფოსტას განახლებალე ი პროექტი ბედჟი მახე ინფორმაცია̄̈ ლაკა̈დდ.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
sva: ისგუ̂ა მაკაფშუ̂ წარმოდგენილ დემოგრაფიულ მონაცემა̈რ (მაგალითად, შდიქ, სქეს, ნინ...) დე̄მჩიქს ი̄რახ საჯარო ისგუ̂ა პროფილჟი ი მა̄მ ი̄რახ დაკაუ̂შირებულ ისგუ̂ა ანგარიშცახა̈ნ მონაცემრე ბაზაისგა. ცალკეულ აუდიოკლიპა̈რ დემოგრაფიულ მონაცემა̈რცახა̈ნ დაკავშირებულ ი̄რა ხოშა ზუსტ ანალიზიშდ -მაგალითად, მკუ̂ლეუ̂არს შეიძლება ა̈ხკუ̂ეს ტრენინგი მოდელი მიმართუ̂ა კონკრეტულ დემოგრაფიულ სეგმენტთე.

source: Ossetian
sva: ლუსუ

source: Other
sva: იშგენ

source: Other Language
sva: იშგენ ნინ

source: Other people validate those voice clips.
sva: მე̄რმა̄̈ლ ამუ̂წმა̄̈ნიხ, ლიხმა საგუნზილ ალ ხმოუ̂ან კლიპა̈რ.

source: Other voice datasets…
sva: იშგენ ხმოუ̂ან მონაცემრე ნაკრებ…

source: Other Voice Datasets
sva: იშგენ ხმოვან მონაცემრე ნაკრებ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
sva: ნიშგუ̂ეჲ საზოგადოება̄̈ მენეჯერ დაგიკაუ̂შირდება, ერე ლაჯჭარჟას დამატებით მხარდაჭერა ი ქა ჯა̄̈ქუ̂ას, ჰე̄სა ა̈რი ჩუ საზოგადოება, ხედუ̂ა̄̈ჲ ამშჲე ისგუ̂ა ნინჟი

source: Our governance is founded on the pillars of:
sva: ნიშგუ̂ეჲ მმართუ̂ელობა̈ საფუძუ̂ელ ლი პრინციპა̈ლ:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
sva: გუ̂იშგუ̂ეჲ ნინ ლი გუ̂იშგუ̂ეჲ ისტორია, გუ̂იშგუ̂ეჲ საზოგადოება, გუ̂იშგუ̂ეჲ კულტურა. ალსყად მონაცემრე ნაკრებ, იმშა ლიწედდ გუ̂ი გუ̂ა̄რ მსოფლიოისგა.

source: Our Partners
sva: ნიშგუ̂ეჲ პარტნიორა̈ლ

source: Our partners include...
sva: ნიშგუ̂ეჲ პარნიორა̈ლ ლიხ...

source: Overall Accuracy
sva: სა̈ერთო სიზუსტე

source: Overall Hr. Total
sva: ჯამში

source: p
sva: L

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
sva: მონაწილეობა ა̈ხი̄კ ნინი თემრე დისკუსიაისგა, ლა̈ხჭუ̂ედ ი ა̈ხმეჴერ მოვლენა̄ლე ი მოლაპარაკება̄ლე ბედჟი.

source: Partner
sva: პარტნიორ

source: Partners
sva: პარტნიორა̈ლ

source: Partnerships
sva: პარტნიორობ

source: Partnerships and networks
sva: პარტნიორობ ი ქსელა̈რ

source: Partnerships, Press and Stories, Community and Languages
sva: პარტნიორობ, პრესა ი იტორია̄̈ლ, საზოგადოება ი ნინა̈რ

source: Partner with us
sva: ითანამშრომლე ნიშგუ̂ეჲცახა̈ნ

source: [Part of the text can’t be heard]
sva: [ტექსტი ნა̈წილ მა̄მ ისმი]

source: Past recordings download requests
sva: ნა̈ჲრუ̂ლე ლიტუ̂ირთა̈უ̂ი̄ ჯუ̂ინელ მოთხოუ̂ნა̄̈ლ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
sva: <p>Common Voice ლი ჩიჲა̈შდ ხელმისაწუ̂დომ ხმოუ̂ან მონაცემრე ნაკრებ, ხედუ̂ა̄̈ჲ ამშიჲე თელ მსოფლიოშ მოხალისე გამხმოუ̂ანებლარე ჟჷრშუ̂. ხა̈ლხს, ხედუ̂ა̄̈ჲს ხაკუ ხმოუ̂ან აპლიკაცია̄ლე ლისყი, ჩუხა̈მჲედახ ა̈ნსჷრგებლახ ალ მონაცემა̈რ მანქანურ ლითუ̂რი̄ მოდელრე ლასყე̄ნად.</p><p> ლა̈დი̄ ლადეღჟი, ხმოუ̂ან მონაცემრე ხოშა ნა̄̈თი კომპანია̄̈ლს ხეკუთუ̂ნიხ ი ალა ხოჟუ̂მე ინოვაციას. ხმოვან მონაცემრე ნაკრებ მა̄დხუ̂ა̄̈ჲ გარ ხარხ წარმოდგენილ: მა̄მაინგლისურენოუ̂ან, ფერადკანია̈ნ, შეზღუდულ შესაძლებლობა̄ლე ამსუ̂ალდა̈რს, ლეზუ̂რა̄ლეს ი LGBTQIA+ ხა̈ლხს. ალა ეჯას ა̈ნშა̈ნი, ერე ხმოვან ტექნოლოგია საერთოდ მა̄მა ამშიჲე ფიშირ ნინრეშდ, ი იმუ̂ა̄̈ჲ ამშიე, ეჩე̄ი ჩია̈შდ ეშხუ̂ნა̈ირდ ხოჩა̄მდ შეიძლება მა̄მ ამშიჲე̄დს. ნა̈ჲ ნაკუ ამი̄ ჟილისპე ხა̈ლხი მობილიზაციოშ ჩია̄̈გ, ერე ამკა̈ლია̈რე ჰერი გაზიარებულ ლესსუ̂.

source: People come and contribute their voices.
sva: ხა̈ლხ ანღრი ი ტუ̄ლიხ მინე აზრს.

source: Personal dashboards keep you up-to-date with individual and community progress.
sva: პერსონალურ დაფა̄̈ლ ჟი ჯა̈მჴერა̄̈უ̂ნეხ ინდიუ̂იდუალურ ი საზოგადოება̄̈ პროგრესს.

source: Personally Identifiable Information
sva: პერსონალურ ინფორმაცია

source: Platform language
sva: პლატფორმა̄̈ ნინ

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
sva: <playbookLink>ა̈ხითხ ლასჷრგებ მითითება̄̈ლ</playbookLink> მთლია̈ნდ Common Voice შუკუ̂ჟი ლოკალიზაცია̄შუ̂ ლჷბნე მონაცემრე ბაზა̄̈ ლიჴმა̈რიშუ̂ ქალჷზგჷრე, იმჟი ხეკუ̂ესე დაუკავშირდე ნიშგუ̂ეჲ საზოგადოებას.

source: <playIcon></playIcon>Last one!
sva: <playIcon></playIcon> ღუ̂ეშგმეპილჲა̈შ!

source: Play/Stop
sva: სგუ̂ებდ ლი̄ზი/ჩულიჩრაუ̂ა̄̈ლ

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
sva: ჩუ̂ათმოწმა̄̈ნ ნიშგუ̂ეჲ <templateFileLink>შაბლონი ფაილ</templateFileLink>. ისგუ წინადადება̄̈ლ ხეკუ̂ესე ლესუ̂ხ სააუ̂ტორო უფლება̄̈ლხა̈ნქა თაუ̂ისუფა̈ლ (CC0 ჰედ მჷზზიხა̈ნქა ნა̈ბლჷჰუ̂ედ ორიგინალ ნამშაუ̂) ი ლესუ̂ს ხოჩა ლემჴე̄რი, გრამატიკულდ სწორ ი ჰა̈დუ̂ილ ლეჭუ̂და̄̈ნი. წინადადება̄̈ლს ქა ლაჭუ̂და̄̈ნდ ხეკუ̂ეს ესწჷხჷნდე̄დს 10-15 წა̈მ ი ნომა ხეჩჷ̄დდედხ ციფრა̈ლ, ციფრალე ჟა̄ხა̄̈ლ ი სპეციალურ სიმბოლოა̈რ.

source: Please fill out this field.
sva: ჰემა იმა̈რგ, შეავსე ალ ველ.

source: Please select a language to review sentences.
sva: ჟა̈ხითშ ნინ წინადადება̄ლე განხილუ̂აჟი̄შდ

source: Polish
sva: პოლონურ

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
sva: <pontoonAccountLink> ჟ'ა̈ხისყ ანგარიშ</pontoonAccountLink>ჰე მა̄მ ჟუღუ̂ა. ეჩუნღო ჟ'ა̈ხითშ ისგუ ნინ<strong> ("გუნდ") ი ჟ'ა̈ხითშ პროექტ,<pontoonCvLink> Common Voice</pontoonCvLink>. ჩუირდიხ ლეთჷრგმა̈ნი ფაილა̈რ. ჟ'ე̄სოთლ აშხუ̂, ეჩუნღო ეჯა აწუ̂ე̄ნე სიტყუ̂ა̄̈ლს ინგლისურდ ი ყუთს ეჯჲარე ლათჷრგმა̈ნიდ.

source: Portuguese
sva: პორტუგალიურ

source: Powered by global communities, for global communities — 130 languages and growing!
sva: ნასყა̈უ̂ ლი გლობალურ საზოგადოებარე̄შ გლობალურ თემრეშდ —130 ნინ ი შელდ აჯაღ იცხემ!

source: Press and stories
sva: პრესა ი ისტორია

source: Press and Stories
sva: პრესა ი ისტორია̄̈ლ

source: Press play, listen & tell us: did they accurately speak the sentence below?
sva: ჟ'ესოთლ ღილაკს "ლიჰუ̂ნა̈რი", ჟა̈ჰუნა̈რ ი ქა ნე̄ქა: ზუსტდ რა̄̈ქუ̂ხმა წინადადება?

source: Press { shortcut-play-toggle } to toggle play mode
sva: ჟ'ესოთლ { shortcut-play-toggle } გა̈რგლა̄̈ გადასართაუ̂დ

source: Privacy
sva: კონფიდენციალურობ

source: <privacyLink>Privacy</privacyLink>
sva: <privacyLink>კონფიდენციალურობ</privacyLink>

source: Privacy Policy
sva: კონფიდენციალურობა̄̈ პოლიტიკა

source: Privacy, security and transparency.
sva: კონფიდენციალურობა, უსაფრთხოება, გამჭუ̂ირუ̂ალობა.

source: Pro
sva: პროფ

source: Process / Steps
sva: პროცეს/ ბაჴა̈რ

source: Profile
sva: პროფილ

source: Profile information improves the audio data used in training speech recognition accuracy.
sva: პროფილი ინფორმაცია ა̈სკე̄თე აუდიო მონაცემა̈რს, ხედუ̂ა̈ჲს იჴმა̈რიხ ლიგჷრგა̈ლი̄ მჷთერ ტრენინგისგა.

source: Progress
sva: პროგრეს

source: Public Domain
sva: საჯარო დომენ

source: Publicly accessible open speech datasets in 130+ languages
sva: საჯაროდ ხელმისაწვდომ გა̈რგლა̄̈ მონაცემა̈რ 130+ ნინჟი

source: Punctuation
sva: პუნქტუაცია

source: Question
sva: კითხვა

source: Question Collection
sva: შკითხუ̂ა̄̈ლე ხორეუ̂

source: Questions which are very culturally specific, or make a lot of assumptions about the responder
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲს ხუღუ̂ახ განსაკუთრებულდ სპეციფიკურ კულტურულ სპეციფიკა ჰედ ხუ̂ა̄̈ჲ ვარაუდ რესპოდენტცახა̈ნ მიმართებით

source: Questions which may cause someone to share sensitive, potentially triggering responses
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲდ შეიძლება ბიძგ ლახო̄მას ჲერუ̂ა̄ლეს, ერე გააზიაროს დელიკატურ, გამომწუ̂ეუ̂ პასხუ̂ა̈რ.

source: Questions which might solicit hate speech or other biased or offensive sentiments
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲდ შეიძლება გამოიწუ̂იოს მა̈სისგი ნინ ჰედ იშგენ მიკერძოებულ, შეურაცხმყოფელ გრძნობა̄̈ლ.

source: Questions which might solicit personally identifiable information
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲ შეიძლება იჰრიხ პერსონალურ ინფორმაცია

source: Questions which require someone to list several steps. Listing steps prompts the user to recite an answer rather than a more natural response.
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲ იჰრი რესპოდენტხა̈ნქა მა̄დხუ̂ა̄̈ჲ ბაჴრე ჩუ ლიშჷლდა̈ნის. საფეხურლე ჩუ ლიშჷლდა̈ნი ხოჯუ̂ი̄რი მომხმარებელს, ერე ანსყას ციტირებულ პასუ̂იხუ̂ ი მა̄დე ხოშა ბუნებრივ.

source: Questions which someone would struggle to respond to in 15 seconds (the maximum clip length)
sva: კითხუ̂ა̄̈ლ, ხედუ̂ა̄̈ჲჟი გარჯ ლი პასუ̂იხუ̂ 15 წა̈მისგა (კლიპი მაქსიმალურ ნაჯუ̂დი)

source: r
sva: ლ/ლ

source: [‘Raised’ in English is always pronounced as one syllable, not two]
sva: [Raised ინგლისურისგა ჩიგარ ი̄ქუ̂ი იმუ̂ა̄̈ჲჟი ეშხუ მარცვალ ი მა̄მა ჲო̄რი]

source: Rate limit exceeded. Try again in { $retryLimit } minutes
sva: ნახსი̄ ლიმიტ გადაჭარბებულ ლი. ა̈ხეკუ̂ჰ მახად{ $retryLimit } წუთისგა

source: Rate limit exceeded. Try again in { $retryLimit } seconds
sva: ნახსი̄ ლიმიტ გადაჭარბებულ ლი. ა̈ხეკუ̂ჰ მახად { $retryLimit } წა̈მისგა

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
sva: დაუკაუ̂შირდი მთაუ̂რობა̄̈ლს, არაკომერციულ ჰედ მედია ორგანიზაცია̄̈ლს, ერე ჩუ̂ათცხირა, იმა̈რგმა საჯარო დომენი ლისყი მინე ვებ-შიგთავსხა̈ნქა, მოხსენება̄̈ლხა̈ნქა ჰედ იშგენ კონტენტხა̈ნქა

source: Reader Effects
sva: ეფექტა̈რ მუჭუ̂და̄ნრეშდ

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
sva: გვერდჟი ჩი სიტყვა̄̈ სწორდ ლიჭვდა̄̈ნის ხუღვა მნიშვნელობა. ლაჰვნა̄̈რჟი გუნ ფირთხილდ ხამოწმა̄̈ნდა̈ს, ერე ჩანაწერ ზუსტად ეჭიმდეს ნა̈ირუ̂ს. უარ რე̄ქა, ჰემა ჰედ ხაქიმ, მო̄დეი ხაკლი სიტყვა̄̈ლ.

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
sva: მეკუ̂შდე ი ჯო̄დი ფორმალე ლიჭუ̂და̄̈ნი, ხედუ̂ა̄̈ჲ მა̄მ ლიხ მნიშუ̂ნელოუ̂ან, მაგალითად, "მა̄მგუ̂ეშ" მო̄დეჲ "მამაგუ̂ეშ", ჲედ პირიქით.

source: Read More
sva: ლჷნცინად

source: Read more on our About page
sva: ლჷნცინად ა̈თჭოდა̈ნ საიტჟი "ნიშგუ̂ეჲ ბედჟი"

source: Read sentences
sva: ქ'ა̄̈თჭოდა̄̈ნ წინადადება̄̈ლ

source: Read Sentences
sva: ქ'ა̄̈თჭოდა̄̈ნ წინადადება̄̈ლ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
sva: ქ'ა̄̈თჭოდა̈ნ წინადადება ჰერშუ̂ ისგუ̂ა ნინჟი ი სგ'ა̄თხა̈ჲ ისგუ წუ̂ლილ მსოფლიოისგა მაშე̄ნე ფიშირ შუ̂იმი მოანცემრეშ ნაკრებრე ბაზათე̄სგა.

source: Read Sentences, Answer Questions
sva: ქ'ა̄̈თჭოდა̄̈ნ წინადადება̄̈ლ, ლოხპასუ̂იხუ̂ კითხუ̂ა̄̈ლს

source: Read Sentences <small>(Coming soon)</small>
sva: ქა̄̈თჭოდა̈ნ წინადადება̄̈ლ<small>(შიშდ</small>)

source: Read sentences submitted by the community in various languages
sva: ქა̄̈თჭოდა̄̈ნ წინადდადება̄̈ლ, ხედუ̂ა̄̈ჲ წარმოდგენილ ლიხ საზოგადოებაისგა მო̄შ-მო̄შ ნინჟი

source: Read the sentence carefully - don’t miss, change or add words.
sva: გუ̂ილჷჰოდდ ა̈თჭოდა̄̈ნ წინადადება̈ლ − ნო̄მა ლახცურა, ნო̄ ახცა̄დუ̄ნა ი ნო̄ჲ ესქჷმა სიტყუ̂ა̄̈ლ.

source: Ready to add your voice or lend your ear?
sva: ხიმა მზათ ისგუ̂ა ჰერი ლა̈ქმად ჰედ ლაჰუ̂ნა̈რიდ?

source: Ready to contribute?
sva: ხიმა მზათ წუ̂ლილი ლაჲე̄სგიდ?

source: Ready to do { $count } more?
sva: ხიშდმა ლჷმა̄რე{ $count } ხოშილი ლასყე̄ნად?

source: Ready to donate your voice?
sva: ხიმა ბზათ, ერე ქა ლანჰოდა ისგუ ჰერ?

source: Ready to help validate sentences?
sva: ხიმა ლჷმა̄რე, ერე ლა̈ნმარჯუ̂ა წინადადება̄ლე სისწორე̄მი ლამოწმა̈ნს?

source: reCAPTCHA is required if you want to proceed
sva: reCAPTCHA აუცილებელ ლი, გაგრძელება ჰემა ჯაკუ

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
sva: ხიკადდა̈ს ელ. წერილშუ̂ ამოცანალე ი მიზნარე შეხსენებას, პროგრესი განახლებას ი საინფორმაციო ბიულეტენს Common Voice ბედჟი.

source: Recorded Clips
sva: სგალჷი̄რ ლკიპა̈რ

source: Recorded Hours
sva: სგალჷირ საღათა̈რ

source: <recordIcon></recordIcon> Last one!
sva: <recordIcon></recordIcon> ღუ̂ეშგინპილიშ!

source: [Recording cut off before the end of the last word]
sva: [ნა̈ი̄რ ქუ̂ეცნი უ̂ეშგიმპილჲა̈ სიტყუ̂ა̄̈ ქალისრულა̄ლ]

source: Recordings
sva: ნა̈ი̄რუ̂ა̈ლ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
sva: ხმოუ̂ან კლიპრე ლიჲრი ლი ღია მონაცემრე ბაზა̄̈ ლისყე̄ნე̄ განუყოფელ ნა̈წილ. ჲერხი ეჯა̄სი ტუ̄ლიხ, ერე ალა ლი მთაუ̂ა̈რ (ფონურ) ნა̈წილ.

source: Record/Stop
sva: ლი̄რი/ლიჩრაუ̂ა̄̈ლ

source: Record your response
sva: სგ'ა̄თი̄რ ისგუ პასუ̂იხუ̂

source: Record yourself reading sentences in your language
sva: სგა̄თიჲრ იმჟი ხიჭუ̂და̄̈ნი წინადადება̄̈ლს ისგუ̂ა ნჷნჟი

source: Record yourself responding to questions and prompts in your language
sva: სგა̄თიჲრ კითხუ̂ა̄̈ლჟი პასუ̂ხუ̂ა̈რ ი რჩეუ̂ა̄̈ლ ისგუ̂ა ნჷნჟი

source: Record your voice
sva: სგა̄თი̄ჲრ ისგუ ჰერ

source: Reference the source of your sentence (required)
sva: ჩუ̂ათიჲრ ისგუ წინადადება̄̈ წყარო

source: Refresh
sva: ჩუ̂ათმა̈ხ

source: Reject
sva: უარყოფა

source: Remove
sva: ჟ'ა̄ხაღრ

source: Remove Avatar
sva: ჟ'ა̄ხაღრ აუ̂ატარ

source: Report
sva: ანგარიშ

source: Report was passed successfully
sva: მა̈გ ხოჩამდ ლა̈სუ̂!

source: Request a Language
sva: ხიჰრ ისგუ ნინ

source: Request for Scripted Speech
sva: რეგისტრაცია წერილობით მეტყველებაჟი

source: Request for Spontaneous Speech
sva: მოთხოუ̂ნა სპონტანურ გა̈რგლა̄̈შდ

source: Request New Language
sva: ხიჰრ მახე ნინ

source: Request recordings
sva: ნა̈ირუ̂ლე ლიჰრი

source: *required
sva: *აუცილებელ ლი

source: Re-record
sva: მახად ლიჲრი

source: Re-record clip
sva: კლიპი მახა̄ნ ლი̄რი

source: Respond
sva: ლოხპასუ̂იხუ̂

source: Respond To Prompt
sva: ლოხპასუ̂იხუ̂ იმუ̂ა̄̈ჲ იჰრიხ

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
sva: ქალოხპასუ̂იხუ̂ მოთხოუ̂ნა̄̈ლს, ერე ახსყა ორგანულ ლაგჷრგა̈ლ მონაცემრე ნაკრებ. იდეალურ ლი ზეპირ ლაგჷრგა̈ლდ უცხო ნინჟი.

source: Response deleted successfully
sva: პასუ̂იხუ̂ წარმატებულდ ა̈ხღა̈რ ჟი

source: Response submitted successfully
sva: პასუ̂იხუ̂ წარმატებულდ ა̈დზჷზა̄̈ნ

source: Return
sva: უ̂ეშდ ლიტეხ

source: Return here to edit your goal anytime.
sva: ა̈ნტხ ამხაუ̂ ი დაარედაქტირე ისგუ მიზან შომუ̂ა̄̈ჲ ჯიცხე̄ნს.

source: Return to Common Voice
sva: ქა̄დ ლახეტხ Common Voice-ს

source: Return to Common Voice Datasets
sva: ქა̄დ ა̄̈ტხ Common Voice მონაცემრე კრებულთე.

source: Return to Languages
sva: ნინა̈რთე ლიტეხ

source: Review
sva: მიმოხილუ̂ა

source: Review could not be saved. Please try again later.
sva: მიმოხილუ̂ა̄̈ ლიშხუ̂ნი დეშ ა̈ნჴჷრჴა̄̈ნ. ახეკუ̂ჰ ხოშილ გუ̂იანდ.

source: ⓘ Review Criteria
sva: მიმოხილუ̂ა̄̈ კრიტერიუმა̄̈ლ

source: Review Criteria
sva: ლამოწმა̈ნჟი̄ კრიტერიუმა̈ლ

source: Reviewed sentences not submitted, are sure?
sva: განხილულ წინადება̄̈ლ მა̄მ ლიხ ქა ლჷზზე, ხიმა დარწმუნებულ?
